Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_es.tmx
Source language: en
Languages: es

source: Increased support and participation of other local actors
es: Incrementó el apoyo y la participación de otros actores locales

source: Communication systems
es: Sistemas de comunicación

source: Family workers
es: Trabajadores familiares

source: Tertiary programmes with academic orientation - 2nd degree
es: Programas terciarios con orientación académica - Segundo ciclo

source: Cultural education
es: Educación cultural

source: Tertiary programmes with occupation orientation - 1stQ
es: Programas terciarios con orientación ocupacional - Primera cualificación

source: Curricular activity
es: Actividad curricular

source: staff 2.001 to 5.000
es: Personal de 2.001 a 5.000

source: Increased cooperation with local companies
es: Incrementó la cooperación con empresas locales

source: Recognition of non-formal and informal learning
es: Reconocimiento del aprendizaje no formal e informal

source: Young Workers
es: Jóvenes trabajadores

source: Driving instructor training
es: Formación de instructores de conducción

source: Meteorology
es: Metereología

source: Vocationally oriented language learning (VOLL)
es: Aprendizaje de idiomas con fines profesionales (VOLL)

source: Students HEI
es: Estudiantes de Educación Superior

source: Swahili
es: Suajili

source: Cooperation with the Neighbouring Countries of the European Union - Youth Exchanges
es: Cooperación con los Países Vecinos de la Unión Europea - Intercambios juveniles

source: Saint Vincent And The Grenadines
es: San Vicente y las Granadinas

source: Unemployment
es: Desempleados

source: Young people from 15 to 17 years old
es: Jóvenes de 15 a 17 años

source: Estonian
es: Estonio

source: Tatar
es: Tártaro

source: Personal services (others)
es: Servicios personales (otros)

source: Operational Objectives ECETB
es: Objetivos operativos ECETB

source: Operational Objectives ECETA
es: Objetivos operativos ECETA

source: Networking
es: Redes

source: Guinea
es: República de Guinea

source: United States
es: Estados Unidos

source: Third Country
es: País tercero

source: Totally accomplished
es: Completamente satisfactorio

source: Training in the methodology or pedagogy of foreign language teaching
es: Actividades de formación en materia de metodología o pedagogía de la enseñanza de idiomas

source: 2012/13: Requested
es: 2012/13: Solicitado

source: Other education
es: Otros tipos de educación

source: Tertiary programmes with occupation orientation - 2ndQ
es: Programas terciarios con orientación ocupacional - Segunda cualificación

source: Mathematics (others)
es: Matemáticas (otros)

source: Meetings of young people and those responsible for youth policy
es: Encuentros entre jóvenes y responsables de las políticas de juventud

source: Physical science (others)
es: Ciencias Físicas (otros)

source: General secondary education
es: Educación secundaria general

source: Teacher Training: Foreign Language Teaching
es: Formación del profesorado: Enseñanza de lenguas extranjeras

source: Combating failure in education
es: Combatir el fracaso en la educación

source: Text
es: Texto

source: Earth science
es: Ciencias de la tierra

source: Awaiting recall to work (on lay-off)
es: Personas esperando que las vuelvan a llamar (en desempleo técnico)

source: Trade organisations
es: Organizaciones comerciales

source: Curricular Reform
es: Reforma curricular

source: Occupational health and safety
es: Seguridad e higiene en el trabajo

source: Life science and health professionals
es: Profesionales de ciencias de la vida y de la salud

source: KA4 Valorisation
es: KA4 DIFUSIÓN Y APROVECHAMIENTO DE LOS RESULTADOS

source: This sub-Action supports projects with Neighbouring Partner Countries, namely Youth Exchanges and Training and Networking Projects in the youth field
es: Esta sub-acción apoya proyectoscon países vecinos asociados, concretamente Intercambios de jóvenes y proyectos de formación y en red en el ámbito de la juventud

source: Enterprise
es: Empresa

source: Youth initiatives
es: Iniciativas Juveniles

source: European public policy research organisation (think tank)
es: Organización europea de políticas públicas de investigación (think tank)

source: ACCOMMODATION AND FOOD SERVICE ACTIVITIES
es: HOSTELERÍA

source: Administrative and other non-teaching staff
es: Personal educativo no docente

source: Economics, business, industry and commerce
es: Economía, empresa, industria y comercio

source: Manufacturing and processing
es: Fabricación y procesado

source: Adding to the value of the Programme
es: Valorización del Programa

source: Law
es: Derecho

source: Preparing the official youth Presidency event
es: Preparación del evento oficial de la Presidencia

source: Belarusian
es: Bielorruso

source: Ndebele, South
es: Ndebele del sur

source: Journalism and reporting
es: Periodismo y cobertura informativa

source: This sub-Action concerns cooperation in the youth field, in particular the exchange of good practice with Partner Countries from other parts of the world. It encourages exchanges and training of young people and youth workers, partnerships and networks of youth organisations. Grant requests related to this sub-Action are to be submitted following specific calls for proposals. Sub-Action 3.2 is not covered by this Guide.
es: Esta sub-acción implica la cooperación en el ámbito de la juventud, en particular el intercambio de buenas prácticas con países asociados de otras partes del mundo. Fomenta el intercambio y la formación de jóvenes y de trabajadores en el ámbito de la juventud, partenariados y redes de organizaciones juveniles. Las solicitudes de subvención relativas a esta sub-acción deben presentarse conforme a convocatorias específicas. Esta guía no cubre la sub-acción 3.2.

source: Young people
es: Jóvenes

source: Arabic
es: Arabe

source: Aragonese
es: Aragonés

source: Electronic equipment servicing
es: Mantenimiento de equipos electrónicos

source: Development and transfer of mobility strategies in VET
es: Desarrollo y transferencia de estrategias de movilidad en la EFP

source: Youth Exchanges
es: Intercambios Juveniles

source: Visa problems
es: Problemas de visado

source: Personal services
es: Servicios personales

source: Young migrants
es: Jóvenes inmigrantes

source: Other associate professionals
es: Otros profesionales

source: Exchange of ideas and good practice
es: Intercambio de ideas y buenas prácticas

source: GREECE
es: GRECIA

source: Language problems
es: Problemas de idioma

source: ERASMUS Staff Mobility - Teaching Assignments
es: ERASMUS Movilidad de personal docente de instituciones de enseñanza superior y personal invitado de empresas para impartir docencia

source: Information Project Higher Education Reform
es: Proyecto de información sobre la reforma de Enseñanza Superior

source: Teaching visit or exchange
es: Visitas o intercambios

source: Audio-visual techniques and media production
es: Técnicas audiovisuales y producción para medios de comunicación

source: School organisation
es: Organización escolar

source: Debating relevant topics to the Structured Dialogue or EU Policies
es: Debatir temas de interés relativos al Diálogo Estructurado o a las políticas de la UE

source: Objectives fulfilment
es: Cumplimiento de los objetivos

source: Making provision for learners with special needs, and in particular by helping to promote their integration into mainstream education and training
es: Atender a los alumnos con necesidades especiales, y en particular ayudando a fomentar su integración en la educación y la formación

source: Facilitator
es: Facilitador

source: Educational support activities
es: Actividades de apoyo educativas

source: Doctoral candidates
es: Estudiantes de Doctorado

source: ERASMUS Modernisation of Higher Education
es: ERASMUS Modernización de la Enseñanza Superior

source: Coorganiser
es: co-organizador

source: Governance Reform
es: Reforma de la gestión

source: LEONARDO DA VINCI Accompanying measures
es: LEONARDO DA VINCI Medidas de acompañamiento

source: Active adult education teacher
es: Formador de Educación de adultos en activo

source: Post-secondary non-tertiary education
es: Educación post-secundaria no terciaria

source: Progress In Higher Education Reform
es: Progreso en la reforma de la Enseñanza Superior

source: staff 1 to 20
es: Personal de 1 a 20

source: Other craft and related trades workers
es: Trabajadores de otros oficios

source: Visiting an adult education organisation in the broadest sense (formal or non-formal) for the purpose of providing advice and guidance on certain aspects of adult education/learning
es: Visitar una organización de educación de adultos en el sentido más amplio (formal o no formal) con el fin de proporcionar asesoramiento y orientación sobre ciertos aspectos de la educación de adultos / aprendizaje

source: Host
es: Acogida

source: Adult education providers associations
es: Asociaciones de proveedores de educación de personas adultas

source: Tertiary education all first degrees
es: Educación terciaria (todos los primeros ciclos)

source: Mexico
es: Méjico

source: I developed my general linguistic competences
es: He desarrollado mis competencias lingüísticas generales

source: I am satisfied with the grant provided by the Leonardo programme for accommodation and subsistence
es: Estoy satisfecho/a con la subvención del programa Leonardo para el alojamiento y la manutención

source: Teaching material
es: Material de enseñanza

source: Roma communities
es: Comunidades gitanas

source: Psychology
es: Psicología

source: Male
es: Hombre

source: Materials science
es: Ciencias de los materiales

source: Developing the skills and competences of VET teachers, trainers and tutors
es: Desarrollo de capacidades y competencias de profesores, formadores y tutores EFP

source: Teacher training and education science (broad programmes)
es: Formación del profesorado y ciencias de la educación (programas generales)

source: ISCED 5A first time graduates, 1st degree, more than 5 y
es: ISCED 5A - Primer ciclo de la educación terciaria de más de 5 años de duración y

source: Support for activities to bring about better knowledge of the youth field
es: Apoyo de las actividades a favor de un mejor conocimiento del sector de la juventud

source: Organisation developing activities with a wide impact at European level
es: Organización que desarrolla actividades con impacto amplio a nivel europeo

source: Students
es: Estudiantes

source: Operating systems
es: Sistemas operativos

source: Panama
es: Panamá

source: Virgin Islands, British
es: Islas Vírgenes Británicas

source: Foundation
es: Fundaciones

source: Class teacher training
es: Formación para profesorado en clase

source: Staff involved in intercultural education or working with children of occupational travellers, migrant workers, Roma and travellers
es: Personal de educación intercultural que trabaja con hijos de trabajadores inmigrantes o profesionales itinerantes

source: Tahitian
es: Tahitiano

source: Asia with agreements
es: Asia con acuerdos

source: This sub-Action supports the ongoing activities of the European Youth Forum
es: Esta sub-acción apoya las actividades en curso del Foro Europeo de la Juventud

source: Development of approaches to teaching and learning
es: Desarrollo de métodos de enseñanza y aprendizaje

source: 10.001 to 20.000
es: de 10.001 a 20.000

source: Public administration
es: Administración pública

source: Other products
es: Otros productos

source: Printing and reproduction of recorded media
es: Impresión y reproducción de soportes grabados

source: ISCED 5A first time graduates, 1st degree, 3 to 5 y
es: ISCED 5A - Primer ciclo de la educación terciaria de 3 a 5 años de duración y

source: ERASMUS Mobility HEI
es: Movilidad ERASMUS Instituciones

source: Youth for Europe
es: Juventud con Europa

source: Students associations
es: Asociaciones de estudiantes

source: History, philosophy and related subjects
es: Historia, Filosofía y asignaturas relacionadas

source: Mathematicians, statisticians and related professionals
es: Matemáticos, estadísticos y profesiones relacionadas

source: Quality assurance of adult learning, including the professional development of staff
es: Garantía en la calidad del aprendizaje de adultos, incluyendo el desarrollo profesional del personal

source: Biology
es: Biología

source: FINANCIAL AND INSURANCE ACTIVITIES
es: ACTIVADES FINANCIERAS Y DE SEGUROS

source: Developing the quality and attractiveness of VET systems and practices
es: Desarrollo de la calidad y el atractivo de los sistemas y las prácticas de la EFP

source: Protection of persons and property
es: Protección de las personas y la propiedad

source: Round 1: 21/02/2011
es: Plazo 1: 21/02/2011

source: Round 1: 21/02/2012
es: Plazo 1: 21/02/2012

source: Cultural events
es: Eventos culturales

source: Female
es: Mujer

source: Music and performing arts
es: Música y artes escénicas

source: Core partner
es: Socio principal

source: Manx
es: Manés

source: Tunisia
es: Túnez

source: STATISTICS
es: ESTADÍSTICAS

source: ECVET for transparency and recognition of learning outcomes and qualifications
es: ECVET para la transparencia y el reconocimiento de los resultados de aprendizaje y las cualificaciones

source: Communication problems
es: problemas de comunicación

source: Adult education teacher
es: Formador de Educación de adultos

source: Residential care activities
es: Actividades de atención residencial

source: Mobility of people in the labour market in continuing vocational training
es: Movilidad de personas en el mercado laboral en formación continua

source: Changes to the curriculum/training programme
es: Cambios en el curriculum / programación

source: Chemical and process
es: Química y procesos

source: Music
es: Música

source: European Year of Volunteering
es: Año Europeo del Voluntariado

source: Studying aspects of adult education and learning in the host country
es: Estudiar aspectos de la educación y aprendizaje de adultos en el país de acogida

source: Social and civic competences
es: Competencias sociales y cívicas

source: Finance, banking, insurance
es: Finanzas, banca, seguros

source: Other
es: Otros

source: Lifelong learning dimension of higher education institutions
es: Dimensión del aprendizaje permanente de las instituciones de educación superior

source: Electrical power generation
es: Generación de energía eléctrica

source: Double degree
es: Titulación doble

source: Employed in adult education, part time
es: Empleados en educación para adultos, a tiempo parcial

source: Publishing House
es: Editorial

source: Environmental protection (others)
es: Protección medioambiental (otros)

source: developing
es: desarrollo

source: Helped me open my organisation to new groups of adult learners (for Grundtvig grantholders only)
es: Me ayudó a abri mi organización a nuevos grupos de alumnos adultos (solo para becarios Grundtvig)

source: European Non Governmental Organisation which pursues a goal of general European interest and whose activities are aimed at young people's participation in public life and in society and the development of European cooperation activities in the youth field. Its structure and activities must cover at least 8 programme Countries.
es: Organización europea no gubernamental que persigue un objetivo de interés general europeo y cuyas actividades están dirigidas a la participación de los jóvenes en la vida pública y en la sociedad y al desarrollo de las actividades de cooperación europea en el ámbito de la juventud. Su estructura y sus actividades deben abarcar al menos ocho países del programa.

source: Overall satisfaction regarding financial support provided by the Leonardo da Vinci programme
es: Satisfacción global sobre el respaldo financiero del programa Leonardo da Vinci

source: PLM (People in the Labour Market)
es: PLM (Personas en el Mercado Laboral)

source: Educational policy recommendation
es: Recomendaciones de política educativa

source: Sports activities and amusement and recreation activities
es: Actividades deportivas y actividades de ocio y recreo

source: Increased language skills
es: Incrementó mis conocimientos de idiomas

source: Language preparation received helped me to work in my occupational area
es: La preparación lingüística que he recibido me ha ayudado para trabajar en mi sector de actividad

source: Operating Grants
es: Subvenciones de funcionamiento

source: Algeria
es: Argelia

source: Disabled
es: Discapacitado

source: Activities of extraterritorial organizations and bodies
es: Actividades de organizaciones y organismos extraterritoriales

source: Religious professionals
es: Profesiones religiosas

source: Economics
es: Economía

source: Teaching associate professionals
es: Profesionales relacionados con la enseñanza

source: Manufacture of chemicals and chemical products
es: Fabricación de sustancias y productos químicos

source: Irish
es: Irlandés

source: Guarani
es: Guaraní

source: Business services agents and trade brokers
es: Agentes de servicios empresariales y agentes comerciales

source: Promoting equality between men and women and contributing to combating all forms of discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation
es: Fomentar la igualdad entre hombres y mujeres y contribuir a luchar contra toda forma de discriminación por motivos de sexo, origen racial o étnico, religión o creencias, discapacidad, edad u orientación sexual

source: Less widely taught languages
es: Lenguas menos enseñadas

source: Manufacture of textiles
es: Fabricación de productos textiles

source: Europass Mobility Document
es: Documento de movilidad Europass

source: Development of mobility strategies in VET
es: Desarrollo de estrategias de movilidad en FP

source: Data processing technology
es: Tecnología de procesamiento de datos

source: Optical and electronic equipment operators
es: Operadores de equipos ópticos y electrónicos

source: Round 1: 02/02/2012
es: Plazo 1: 02/02/2012

source: Yes
es: Si

source: To a very small extent
es: Muy poco satisfactorio

source: Through my national agency
es: Agencia Nacional

source: Study visits
es: Visitas de estudio

source: OTHER SERVICE ACTIVITIES
es: OTROS SERVICIOS

source: This sub-Action supports activities at European and national level which improve young people’s access to information and communication services and increase the participation of young people in the preparation and dissemination of user-friendly, targeted information products. It also supports the development of European, national, regional and local youth portals for the dissemination of specific information for young people. Grant requests related to this sub-Action are to be submitted following specific calls for proposals.
es: Esta sub-acción respalda las actividades a nivel europeo y nacional que mejoren el acceso de los y las jóvenes a la información y a los servicios de comunicación y potencien la participación de los y las jóvenes en la preparación y la divulgación de productos de información de fácil uso dirigidos a destinatarios específicos. Apoya, asimismo, el desarrollo de portales europeos, nacionales, regionales y locales destinados a difundir información específica entre los y las jóvenes. Las solicitudes de subvención relativas a esta sub-acción deben presentarse conforme a las convocatorias específicas.

source: Hosting organisation
es: Organización de acogida

source: Social dialogue at community level
es: Diálogo social a escala comunitaria

source: Manufacturing and processing (broad programmes)
es: Fabricación y procesado (programas generales)

source: Social competence
es: Competencia social

source: Yes we can find accommodation
es: Sí, podemos encontrar alojamiento

source: Round 3: 17/09/2012
es: Plazo 3: 17/09/2012

source: Business and administration
es: Administración de empresas

source: supporting
es: apoyo

source: Methods to increase trainees motivation
es: Métodos para aumentar la motivación de los becarios

source: Legislators and senior government officials
es: Legisladores, altos funcionarios del gobierno

source: OBSERVATION AND ANALYSIS
es: OBSERVACIÓN Y ANÁLISIS

source: Social work activities without accommodation
es: Actividades de trabajo social sin alojamiento

source: Manufacture of computer, electronic and optical products
es: Fabricación productos informáticos, electrónicos y ópticos

source: Increased social skills
es: Mejora de la competencia social

source: Soil and water sciences
es: Ciencias agronómicas y del agua

source: Exhibition
es: Exposición, feria

source: Strategies for stimulating demand for learning
es: Estrategias para estimular la demanda de aprendizaje

source: Other type of Counselling Service
es: Otro tipo de servicio de orientación o asesoramiento

source: I was given proper help to find a suitable host organisation/company where the mobility actually took part
es: He recibido la ayuda necesaria para encontrar una organización de acogida adecuada / empresa donde la movilidad a realmente lugar

source: Interdisciplinary Studies
es: Estudios interdisciplinares

source: 11-15 years
es: 11-15 años

source: Public company
es: Empresa privada

source: Amharic
es: Amhárico

source: COMENIUS Multilateral school partnerships
es: COMENIUS Asociaciones escolares Multilaterales

source: Greek
es: Griego

source: Mobility strategies and removal of barriers to mobility in higher education
es: Estrategias sobre movilidad y eliminación de barreras a la movilidad en la educación superior

source: Educators / mediators / learning facilitators
es: Personal que trabaja con alumnado en situación de riesgo o exclusión social (mediadores y educadores de calle)

source: Architectural and engineering activities; technical testing and analysis
es: Actividades de arquitectura e ingeniería; ensayos y análisis técnicos

source: Ndebele, North
es: Ndebele del norte

source: Brunei Darussalam
es: Brunéi

source: Other types of Association
es: Otros tipos de asociación

source: Manufacture of other non-metallic mineral products
es: Fabricación de otros productos minerales no metálicos

source: Reinforcing transversal competences, such as digital competence, bridging the worlds of education and work
es: Refuerzo de las competencias transversales, como la competencia digital, vinculando los ámbitos de la educación y el trabajo

source: Cayman Islands
es: Islas Caimán

source: Seminars
es: Seminarios

source: I am a national of one of the countries participating in the LLP, namely:
es: Soy ciudadano de uno de los países participantes en el programa de aprendizaje permannte, a saber:

source: Teachers
es: Profesorado

source: VET providers associations
es: Asociaciones de proveedores de EFP

source: Company training department
es: Departamento de formación de empresas

source: Team-teaching and other collaborative working methods
es: Equipos de enseñanza y otros métodos de trabajo colaborativos

source: Database
es: Base de datos

source: Pedagogy and didactics
es: Pedagogía y didáctica

source: MOBILITY
es: MOVILIDAD

source: To help young people acquire the basic life-skills and competences necessary for their personal development, for future employment and for active European citizenship
es: Ayudar a los jóvenes a adquirir las aptitudes básicas para la vida y las competencias necesarias para su desarrollo personal, su futuro laboral y la ciudadanía europea activa

source: Mining and extraction
es: Minería y extracción

source: Computer engineering
es: Ingeniería informática

source: to promote young people’s active citizenship in general and their European citizenship in particular
es: promover entre los jóvenes una ciudadanía activa en general y europea en particular
